Repository: Hyldahl/TabletMagic
Catalog: prefpane/*.lproj/Localizable.strings
Languages: it

source: Kill TabletMagicDaemon?
it: Sicuri voler fermare TabletMagicDaemon?

source: This will kill the TabletMagicDaemon process. Click the Enabled checkbox to start it up again.
it: Questo ucciderà il processo di TabletMagicDaemon. Per attivarlo di nuovo, selezionare la casella Attivo.

source: Kill It!
it: Uccidilo!

source: Cancel
it: Annulla

source: Automatic
it: Automatico

source: Daemon Not Running
it: Gestore spento

source: Starting Daemon...
it: Gestore sta partento...

source: Looking for a tablet...
it: Sto cercando la tavoletta...

source: No Tablet Found
it: Nessuna tavoletta trovata

source: Unknown
it: Sconosciuto

source: Untitled Preset
it: Senza titolo

source: Custom
it: Personalizzata

source: Version %@
it: Versione %@

source: all
it: tutti

source: < constrain <
it: < vincola <

source: Are you sure you want to delete the preset "%@" ?
it: Sei sicuro di voler eliminare la impostazione "%@" ?

source: Datastream (%@ %@)
it: Dati della tavoletta (%@ %@)

source: Binary
it: Binario

source: Enable TabletPC Digitizer?
it: Permetta Il Convertitore Di TabletPC?

source: This will modify a core system component to enable your digitizer, if possible.
it: Ciò modificherà un componente di sistema di nucleo per permettere il vostro tavoletta, se possibile.

source: Modify and Reboot
it: Modifichi e Ricominci

source: No Digitizer Found!
it: Nessun tavoletta è stato trovato!

source: Sorry, but the enabler couldn't find a digitizer in the I/O Registry.
it: Spiacente, ma il enabler non ha potuto trovare un tavoletta nella registrazione di I/O.

source: Sorry, but the enabler failed to execute.
it: Spiacente, ma il enabler non è riuscito ad eseguire.

source: Do Self-Test
it: Fai Self-test

source: Get Model & ROM Version
it: Ottieni Modello e Versione

source: Get Maximum Coordinates
it: Ottieni Limiti delle coordinate

source: Get Current Settings
it: Ottieni regolazioni correnti

source: Get Setting M1
it: Ottieni regolazioni M1

source: Get Setting M2
it: Ottieni regolazioni M2

source: Start
it: Avvia

source: Stop
it: Ferma

source: Get Tablet Info
it: Ottieni informazioni

source: Sample at 133pps
it: Campiona a 133p/s

source: Sample at 80pps
it: Campiona a 80p/s

source: Sample at 40pps
it: Campiona a 40p/s

source: Reset to Bit Pad Two
it: Reset a Bit Pad Two

source: Reset to MM1201
it: Reset a MM1201

source: Reset to WACOM II-S
it: Reset a WACOM II-S

source: Reset to WACOM IV
it: Reset a WACOM IV

source: Reset to Defaults of Mode
it: Reset a Default del Modo

source: Enable Tilt Mode
it: Attiva inclinazione

source: Disable Tilt Mode
it: Disattiva inclinazione

source: Suppressed Mode (IN2)
it: Modo Soppresso (IN2)

source: Point Mode
it: Modo Puntatore

source: Switch Stream Mode
it: Modo Continuo con interruttore

source: Stream Mode
it: Modo Continuo

source: Continuous Data Mode
it: Modo dati Continuo

source: Trailing Data Mode
it: Modo Dati trascinati

source: Normal Data Mode
it: Modo Dati Normali

source: Origin UL
it: Origine AS

source: Origin LL
it: Origine BS

source: Scale 15240 x 15240
it: Scala 15240 x 15240

source: Scale 32768 x 32768
it: Scala 32768 x 32768

source: Enable Pressure Mode
it: Attiva Pressione

source: Disable Pressure Mode
it: Disattiva Pressione

source: ASCII Data Mode
it: Modo Dati ASCII

source: Binary Data Mode
it: Modo Dati Binario

source: Enable Relative Mode
it: Attiva Modo Relativo

source: Disable Relative Mode
it: Disattiva Modo Relativo

source: Set 1000p/i Resolution
it: Fissa risoluzione a 1000p/i

source: Set 50p/mm Resolution
it: Fissa risoluzione a 50p/mm

source: Enable All Menu Buttons
it: Attiva tutti i Pulsanti del Menu

source: Disable Setup Button
it: Disattiva il Pulsante di Setup

source: Disable Function Buttons
it: Disattiva i Pulsanti Funzioni

source: Disable Pressure Buttons
it: Disattiva i Pulsanti di Pressione

source: Pressure Buttons as Macros
it: Pulsanti di Pressioni Sono Macro

source: BA Command
it: Comando BA

source: LA Command
it: Comando LA

source: CA Command
it: Comando CA

source: OR Command
it: Comando OR

source: RC Command
it: Comando RC

source: RS Command
it: Comando RS

source: SB Command
it: Comando SB

source: YR Command
it: Comando YR

source: AS Command
it: Comando AS

source: DE Command
it: Comando DE

source: IC Command
it: Comando IC

source: PH Command
it: Comando PH

source: SC Command
it: Comando SC

source: Pen Engaged
it: Penna Vicina

source: Pen Disengaged
it: Penna Lontana

source: Pen Down
it: Penna Giu'

source: Pen Up
it: Penna Su

source: Eraser Engaged
it: Eraser Vicino

source: Eraser Disengaged
it: Eraser Lontano

source: Eraser Down
it: Eraser Giu'

source: Eraser Up
it: Eraser Su

source: Button Click
it: Pulsante premuto

source: Button Release
it: Pulsante rilasciato
